const contentData = {
  posts: [
    {
      id: 1,
      title: '제목제목제목제목제목제목제목제목제목제목',
      nickname: '김코딩',
      type: 'free',
      content:
        '작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! 작업한거 다날리고 다시하는 나는 멍청이! ',
      totalLikes: 20,
      reviews: [],
      totalViews: 300,
      createdAt: Date(),
      updatedAt: '',
      reviews: [
        '날린거 다시하려니 ',
        '멘탈이 박살나네 ',
        '이 다음에 해야할게 ',
        '댓글 추가 기능이랑 ',
        '추천하면 카운트 늘어나는거랑 ',
        '또 뭐더라? 기억도 안나네 이제 ',
      ],
    },
  ],
};

export default contentData;
